{
  "store": "Our Store",
  "returns": "Returns policy",
  "flagship": "FLAGSHIP STORE",
  "shopAll": "SHOP ALL",
  "navbar": {
    "shop": "shop",
    "collections": "lookbook",
    "our story": "our story",
    "voices": "voices",
    "stockist": "stockists",
    "press": "press",
    "about": "about",
    "subscribe": "subscribe",
    "lookbook": "lookbook",
    "instagram": "instagram",
    "contact": "contact",
    "terms": "Terms & conditions",
    "privacy": "Privacy notice"
  },
  "collections": {
    "the icons": "the icons",
    "new in": "new in",
    "coat and jacket": "coats and jackets",
    "tops and tshirt": "tops & t-shirts",
    "bottoms": "bottoms",
    "skirts and trousers": "skirts and trousers",
    "collaborations": "collaborations",
    "view all": "view all",
    "accesories": "accesories"
  },
  "collab": {
    "first": "In collaboration with artist Leta Sobierajski, DANCASSAB launched a limited-edition t-shirt, with 50% of proceeds goint to support Project Paz’s COVID at the Border initiative.",
    "second": "The whimsical universe of the Parisian jewelry brand Timeless Pearly meets our unique Mexican artisanal craftsmanship in this special capsule collection. Limited edition of 50 jackets available worldwide.",
    "third": "Coined as « fashion’s favorite illustrator » by Dazed and « the fashion world’s favorite Instagram account » by i-D, Sean Ryan, a.k.a. Badly Drawn Models releases an exclusive t-shirt collaboration with DANCASSAB."
  },
  "collection desc1": "SPRING SUMMER 2021",
  "collection desc2": "DISCOVER THE NEW COLLECTION HERE",
  "toastr": {
    "add": "The product has been added to the bag"
  },
  "menu": "menu",
  "close": "close",
  "cart": {
    "button": "Bag",
    "items": "Items in Your Bag..",
    "currency": "US",
    "remove": "Remove",
    "continue": "Continue Shopping",
    "checkout": "PROCEED TO CHECKOUT",
    "shipping": "FREE SHIPPING WORLDWIDE",
    "taxes": "Taxes calculated at checkout",
    "duties": "duties may vary",
    "desc": "All Items are made to order and will be ready for shipment in a maximum of 4 weeks."
  },
  "product": {
    "material": "Material",
    "color": "Color",
    "size": "Size",
    "pre": "PRE-ORDER",
    "add": "Add to bag",
    "sizes": "View Size Chart",
    "chart Title": "Size Chart",
    "related": "See Others",
    "toggle": "Details",
    "price": "PRICE",
    "currency": "USD",
    "back_product": "BACK TO PRODUCT",
    "return": "BACK",
    "woman": "Woman",
    "chest": "Chest",
    "waist": "Waist",
    "back": "Back W",
    "sleeve": "Sleeve W",
    "inches": "Inches",
    "preorder": "Pre-order. Shipped by ",
    "desc": "COMPLIMENTARY SHIPPING WORLDWIDE",
    "notify": "Notify me when available",
    "sold out": "Sold Out"
  },
  "story": {
    "first": "The power of one single garment",
    "second": "TIMELESS",
    "second-p": "Heritage is luxury, fashion is an experience, quality is timeless.",
    "second-p2": "DanCassab designs leather jackets of bespoke quality and timeless appeal. Handmade in Mexico, the label is anchored in the intersection of artisanal craftsmanship and the creation of statement leather garments built to be passed down, and loved through generations.",
    "third": "ICONIC",
    "third-p": "We offer a curated collection of statement wardrobe pieces inspired by the cultural icons that shaped the history and defined the style of the forever garment.",
    "third-p2": "We are equally inspired by every modern and independent individual wearing a DanCassab today.",
    "fourth": "OUR PEOPLE",
    "fourth-p": "From concept to creation, our ethos is rooted in the creation of timeless garments through the preservation of leather artisanship.",
    "fourth-p2": "As a local and independent business, we are anchored in our most valuable asset: People. The protection of human rights, health, safety and dignifying conditions of our workers sits at the cornerstone of DanCassab.",
    "fifth": "CRAFTSMANSHIP",
    "fifth-p": "Our jackets are made with the finest materials and handcrafted by skilled local artisans using traditional construction techniques.",
    "sixth": "HERITAGE",
    "sixth-p": "Eponymously named, Daniela Cassab founded her label in 2016 out of her commitment to foster design traditions and empower local communities by bringing exceptional leather craftsmanship from her native Mexico to the world."
  },
  "stockist": {
    "us": "United States",
    "su": "Switzerland",
    "it": "Italy"
  },
  "pop": {
    "1": "Limited quantities for a very limited time, never-before-seen deals up to 40%.",
    "2": "",
    "3": "All sales are final. No returns, exchanges or price adjustments.",
    "4": "SHOP NOW"
  },
  "ticker": "FREE SHIPPING WORLDWIDE",
  "privacy": {
    "title": "Privacy Notice",
    "para1": "Pursuant to the provisions of the Mexican Law, known as Ley Federal de Protección de Datos Personales en Posesión de los Particulares (Federal Law for the Protection of Personal Data Held by Private Entities) DANCASSAB, S.A. DE C.V. (DANCASSAB), acting as owner of the website and with address in the business site located on Monte Athos 155, Virreyes, Lomas de Chapultepec, Mexico City, Mexico, Zip Code 11000, (store), issues the following privacy notice, which purpose is to inform users of the website www.dancassab.com and visitors of the store, whether they provide or will provide their personal data, about the way in which the latter shall be treated, stored, as well as the purposes of their use. About the User Access and use of the website www.dancassab.com, as well as the visit to the store confers the   condition of user and implies a binding agreement, and therefore, full acceptance of this privacy notice, which will remain valid at all times, thus the user must check such text to verify his/her compliance hereof. Every person who visits the physical or online store is considered as a user, therefore, accedes to this privacy notice.",
    "para2": " The user guarantees that the personal data provided are true and accurate, and binds himself/herself to inform about any change or amendment thereto for the appropriate provision of the service.",
    "para3": "In case that the user provides third parties information, he/she assumes the responsibility of previously informing and obtaining the third party’s consent, according to the purposes expressed in this privacy notice.",
    "para4": "Which personal data are collected and what for?",
    "para5": "I.- Personal data we require from you are:",
    "para6": "1. Those necessary to differentiate you from other persons, such as full name, date of birth, nationality, physical appearance through photograph and/or video recording inside our facilities or in events prepared by us. 2. Those required in order to stay in contact with you, and which may include your email, social media, mailing address, contact number. 3. Bank information that allows us to charge for our services. This could include your bank account number, bank, and data that are useful for us so as to perform the operations referred. 4. Data that we obtain from the recording of images, voice or both, and which we obtain through closed-circuit cameras used when the user visits our facilities.",
    "para7": "II.- The purposes for the collection of personal data are:",
    "para8": "1. Adherence, compliance and enforcement of the purchase-sale agreement of products purchased in the website www.dancassab.com or the store, whether purchased on the website and picked-up at the store, or received through any delivery service chosen by DANCASSAB.<br> 2. Reply to questions, comments and requests of users.<br> 3. Keep users informed and provide them with information about new products, offers of DANCASSAB brand, whether through the website www.dancassab.com, email, social media, or by telephone through SMS, or any other feasible means to communicate with the user, whether telematics or physical, at DANCASSAB’s choice.<br> 4. To process payments made. In case of marking the option “Keep my information and check promptly next time”, you expressly authorize us to treat the data indicated as necessary in order to process your payment. Your card’s CVV is only used for the ongoing purchase, and will not be stored nor treated later as part of your card data. Activate this function allows us to autocomplete your data in future purchases, so it is not necessary to enter your information in each new purchasing process.<br> The user can modify, eliminate or revoke the consent for treatment at any moment, through the means provided herein.",
    "para9": "III.- How we obtain such data:",
    "para10": "1. Directly provided by the user, when you visit us at our store. 2. Through other optical, electronic or digital means (by telephone, email and/or when your image or voice are recorded by our closed-circuit cameras and other similar devices)",
    "para11": "Data requested through the website www.dancassab.com are those necessary for the appropriate provision of the quality service to the user. In any event, if the user does not provide the data requested, he/she may continue browsing the website www.dancassab.com but DANCASSAB will not be able to provide the user with services and information required according to his/her requirements.",
    "para12": "Data required in the store such as your image, which is sensitive data, will only be used for security purposes in the store and will not be linked to your name. With regards to bank information, it will only be used to pay for the products purchased without such information being stored.",
    "para13": "In no case and under no circumstances will DANCASSAB request the user to provide data through any other means different to those provided.",
    "para14": "Data treatment",
    "para15": "DANCASSAB, S.A. DE C.V. owns and is liable for the treatment of the website www.dancassab.com, therefore indicates that its address is Monte Athos 155, Virreyes, Lomas de Chapultepec, Mexico City, Mexico, Zip Code 11000, (store).",
    "para16": "E-mail: info@dancassab.com <br> Telephone number: 55 7810 0003.",
    "para17": "We remind you that DANCASSAB does not request any card information through social media or email.",
    "para18": "Personal data transfer.",
    "para19": "DANCASSAB does not share your personal data. Therefore, DANCASSAB expressly guarantees that your personal data will not be transferred or assigned whatsoever to any third party, except in case of an express request of an authority, duly grounded and justified, and pursuant to the provisions of section 22 of the Mexican Law mentioned. Likewise, your personal data might be communicated for the purposes of delivering your products and appropriately providing the service, as well as for the processing of payments with credit or debit card, and with the sole purpose of appropriately providing the service, they could also be transferred when the user gives his/her express compliance in writing or through similar authentication means.",
    "para20": "What are ARCO rights?",
    "para21": "ARCO rights are the rights that every person or his/her legal representative has, and refer to the Access, Rectification, Cancellation, and Opposition of personal data voluntarily provided. The exercise of any of these rights is not a prior condition nor hinders the exercise of the other.",
    "para22": "Where can I enforce ARCO rights?",
    "para23": "DANCASSAB guarantees that the user or his/her legal representative may request at any time the enforcement of ARCO rights, regarding the data provided, pursuant always to the regulation in force. For such purpose, the request must contain:",
    "para24": "1.- Name of the holder and address or other means to inform about the answer to his/her request. <br> 2.- Documents that prove the identity or, when applicable, the legal representation of the holder.<br> 3.- Clear and accurate description of the personal data with regards to which any of the abovementioned rights is to be exercised, and 4.- Any other element or document deemed as necessary to support your request and that helps us to process it timely. With regards to the personal data rectification request, please specify the incorrect data, correct data, and provide the document that proves it.",
    "para25": "For such purpose, you must send an email with your official ID and, when applicable, accreditation as legal representative attached, containing the express request of the right or rights you need to enforce, to any of these addresses:",
    "para26": "● E-mail address:<br>          info@dancassab.com<br>           ● Mailing address<br>           DANCASSAB, S.A. DE C.V.<br>           Monte Athos 155,<br>           Virreyes, Lomas de Chapultepec,<br>           Mexico City<br>           Mexico<br>           Zip Code 11550<br>",
    "para27": "The user may unsubscribe from any of the subscription services provided in the website www.dancassab.com",
    "para28": " Cookies<br>DANCASSAB does not use any cookies.",
    "para29": "  DANCASSAB, S.A. DE C.V. reserves the right, at its sole discretion, to change, modify, add or eliminate parts of this Privacy Notice at any time. For such purpose, the date of the last version posted on its website will be provided.",
    "para30": "Last updated February 29th, 2020."
  },
  "terms": {
    "title": "TERMS AND CONDITIONS.",
    "pt1": "DANCASSAB, S.A. DE C.V. (DANCASSAB), acting as owner of the website www.dancassab.com and with address in the business site located on Monte Athos 155, Virreyes, Lomas de Chapultepec, Mexico City, Mexico, Zip Code 11000, (store), issues the following terms and conditions of use and purchase on it.",
    "pt2": "Using the website www.dancassab.com by browsing it or purchasing any product, is ruled by these Terms and Conditions of Use and Purchase. It generates a legally binding agreement between the user and DANCASSAB; In case of purchasing online, you will be subject to the terms and conditions of the shopping platform “shopify”. Ordering any product offered on the website www.dancassab.com, implies that you are over 18 years old and have the legal capacity to execute any contract in Mexico.",
    "pt3": "The use of the website www.dancassab.com is to visualize each garment that is offered by DANCASSAB, so to be able to process your purchases you will be governed by the next provisions:",
    "p1": "1. To make a purchase, you must provide the necessary data required by us to process your order and subsequent purchase, such data is protected in agreement with our privacy notice and with the terms of use of \"shopify\". The required data must be provided accurately and truthfully. If we are not provided with the required information, we will not be able to process your purchase request.",
    "p2": "2. You must order within the law, without providing fraudulent or false information.",
    "p3": "3. You assume an authorization of payment for the total amount of your order, according to the price offered and accepted, whether it has been set in Mexican pesos or in US dollars.",
    "p4": "4. Your order will be considered valid once DANCASSAB's acceptance of it has been confirmed by issuing a confirmation email, which will formalize your order.",
    "p5": "5. All products are subject to availability. We are entitled to withdraw any product from our page at any time and not to restock it.",
    "p6": "6. Products delivery is made by DANCASSAB and the delivery times will depend on the place of delivery, which ranges from 7 to 15 business days.",
    "p7": "7. Deliveries with the signature of acceptance by the buyer, user or the person who receives it at the indicated address will be deemed complete.",
    "p8": "8. If delivery cannot be completed, your product must be returned to our physical store. You can communicate either by email to info@dancasaab.com or to our telephone numbers __________ so that we can indicate the times and manner of recollection of your products in the store, so to proceed or to inform yourself about the new estimated shipping date. Shipping does not generate any cost.",
    "p9": "9. DANCASSAB DOES NOT accept return of goods; However, you can exchange merchandise in size or model within the following seven calendar days from the day of purchase, presenting evidence of payment through \"shopify\" or proof of purchase made directly in store. The garment to be exchanged must be sent by parcel or delivered to the address of our physical store located on Monte Athos 155, Virreyes, Lomas de Chapultepec, Mexico City, Mexico, 11000. To exchange the garment, DANCASSAB will proceed to examine the conditions of it to verify that it is returned under the same conditions in which you received it, otherwise, the change will not proceed.",
    "p10": "10. In case the garment chosen for exchange exceeds the cost of the garment originally purchased, the difference of the amount of the cost must be paid. If the garment chosen for exchange is less expensive, DANCASSAB will reimburse the amount in store credit to the customer to future purchases, which will be valid for a period of one year from the date of acquisition.",
    "p11": "11. DANCASSAB's responsibility in relation to any product purchased on our website or in our physical store will be strictly limited to the purchase price of the product purchased.",
    "pb1": "Intellectual property related to DANCASSAB including, without limitation, copyrights, designs, trademarks and other rights to the materials or content published on the website www.dancassab.com are owned by DANCASSAB or to those who have authorized their use. To make use of any of the referred materials, you must request it in writing from DANCASSAB.",
    "pb2": "User undertakes not to misuse the website www.dancassab.com either by attempting to break its security or by the intentional introduction of viruses, trojans, worms, logic bombs or any other program or material that is technologically harmful, in whose case will be infringing Mexican Federal laws and international Treaties, so DANCASSAB is entitled to sue.",
    "pb3": "Any dispute will be resolved under the mexican law and jurisdiction."
  }
}
