{
  "store": "Nuestra tienda",
  "returns": "Política De Devolución",
  "flagship": "FLAGSHIP STORE",
  "shopAll": "VER TODO",
  "navbar": {
    "shop": "COMPRAR",
    "collections": "lookbook",
    "our story": "nuestra historia",
    "stockist": "PUNTOS DE VENTA",
    "press": "prensa",
    "about": "SOBRE NOSOTROS",
    "subscribe": "SUSCRIBIR",
    "voices": "VOICES",
    "lookbook": "LOOKBOOK",
    "instagram": "INSTAGRAM",
    "contact": "contacto",
    "privacy": "NOTA DE PRIVACIDAD",
    "terms": "TERMINOS Y CONDICIONES "
  },
  "collections": {
    "the icons": "THE ICONS",
    "new in": "LO NUEVO",
    "coat and jacket": "CHAMARRAS",
    "tops and tshirt": "TOPS Y CAMISETAS",
    "bottoms": "fondo",
    "skirts and trousers": "FALDAS Y PANTALONES",
    "collaborations": "COLABORACIONES",
    "view all": "VER TODO",
    "accesories": "accesorios"
  },
  "collab": {
    "first": "DanCassab, en colaboraci&oacute;n con la artista Leta Sobierajski, lanz&oacute; una edici&oacute;n limitada de playeras en apoyo a Proyecto Paz,&nbsp;una iniciativa en favor de los latinos afectados por COVID-19 en la frontera Mexico-Estados Unidos.&nbsp;El&nbsp;50% de las ganancias de esta colaboraci&oacute;n ser&aacute;n destinadas a esta iniciativa.",
    "second": "Nuestra destreza artesanal mexicana se une con el extravagante universo de la marca parisiense de joyer&iacute;a Timeless Pearly en esta colecci&oacute;n especial. Edici&oacute;n limitada de 50 chamarras disponibles a nivel global.",
    "third": "Acu&ntilde;ado como el &ldquo;ilustrador de moda favorito&rdquo; por Dazed y la &ldquo;cuenta de Instagram favorita del mundo de la moda&rdquo; por I-D, Sean Ryan, tambi&eacute;n conocido como Badly Drawn Models, ilustr&oacute; algunas de las fotograf&iacute;as de nuestra nueva campa&ntilde;a como&nbsp;parte del lanzamiento de la colecci&oacute;n SS 2021. Para celebrarlo, sus lustraciones ahora viven tambi&eacute;n en estas playeras edici&oacute;n limitada."
  },
  "collection desc1": "SPRING SUMMER 2021",
  "collection desc2": "DESCUBRE LA NUEVA COLECCIÓN AQUÍ",
  "toastr": {
    "add": "El producto ha sido agregado a tu bolsa"
  },
  "menu": "MENÚ",
  "close": "CERRAR",
  "cart": {
    "button": "Bolsa",
    "items": "Productos en tu bolsa..",
    "currency": "MX",
    "remove": "Remover",
    "continue": "Continuar Comprando",
    "checkout": "FINALIZAR COMPRA",
    "shipping": "ENVIO GRATIS A TODO MÉXICO",
    "taxes": "",
    "duties": "",
    "desc": "Todos nuestros productos son hechos a la orden y estarán listos para envío en un máximo de 4 semanas."
  },
  "product": {
    "material": "Material",
    "color": "Color",
    "size": "Talla",
    "chart Title": "Carta del tamaño",
    "pre": "PRE-ORDEN",
    "add": "Añadir a bolsa",
    "sizes": "TABLA DE TALLAS",
    "related": "Ver Otros",
    "back_product": "VOLVER A PRODUCTO",
    "return": "REGRESAR",
    "price": "PRECIO",
    "currency": "MX",
    "toggle": "Detalles",
    "woman": "Mujer",
    "chest": "Pecho",
    "waist": "Cintura",
    "back": "Ancho Espalda",
    "sleeve": "Largo Manga",
    "inches": "Pulgadas",
    "preorder": "Pre-ordenar. Se enviará a partir de ",
    "desc": "ENV&Iacute;O GRATIS",
    "notify": "Notificarme cuando esté disponible",
    "sold out": "Agotado"
  },
  "story": {
    "first": "El poder de una sola prenda",
    "second": "ETERNA",
    "second-p": "El patrimonio es lujo, la moda es una experiencia, la calidad es atemporal.",
    "second-p2": "DanCassab diseña chaquetas de cuero de calidad a medida y atractivo atemporal. Hecho a mano en México, la marca está anclada en la intersección de la artesanía artesanal y la creación de prendas de cuero hechas para ser transmitidas y amadas de generación en generación.",
    "third": "ICONICA",
    "third-p": "Ofrecemos una colección curada de piezas de vestir inspiradas en los íconos culturales que dieron forma a la historia y definieron el estilo de la prenda para siempre.",
    "third-p2": "Estamos igualmente inspirados por cada individuo moderno e independiente que usa una DanCassab hoy.",
    "fourth": "NUESTRA GENTE",
    "fourth-p": "Desde el concepto hasta la creación, nuestro espíritu está enraizado en la creación de prendas atemporales a través de la preservación de la artesanía del cuero.",
    "fourth-p2": "Como empresa local e independiente, estamos anclados en nuestro activo más valioso: las personas.",
    "fifth": "ARTESANÍA",
    "fifth-p": "Nuestras chaquetas están hechas con los mejores materiales y hechas a mano por hábiles artesanos locales utilizando técnicas de construcción tradicionales.",
    "sixth": "PATRIMONIO",
    "sixth-p": "Denominada de manera homónima, Daniela Cassab fundó su etiqueta en 2016 por su compromiso de fomentar las tradiciones de diseño y empoderar a las comunidades locales al traer artesanía de cuero excepcional de su México natal al mundo."
  },
  "stockist": {
    "us": "Estados Unidos",
    "su": "Suiza",
    "it": "Italia"
  },
  "pop": {
    "1": "Piezas limitadas por tiempo limitado, descuentos nunca antes vistos hasta el 40% OFF.",
    "2": "",
    "3": "Precios definitivos. No hay cambios ni devoluciones.",
    "4": "COMPRAR"
  },
  "ticker": "ENVÍO GRATIS",
  "terms": {
    "title": "TERMINOS Y CONDICIONES DE USO Y COMPRA",
    "pt1": "DANCASSAB, S.A. DE C.V. (DANCASSAB) en su calidad de propietaria del sitio web www.dancassab.com y con domicilio en Monte Athos 155, Virreyes, Lomas de Chapultepec, Ciudad de M&eacute;xico, M&eacute;xico, 11000, establece las condiciones por las que se rige el uso de esta p&aacute;gina web y la compra de productos en la misma.",
    "pt2": "El uso que usted haga del sitio web www.dancassab.com al navegarla o realizar la compra de alg&uacute;n producto a trav&eacute;s de ella, se rige por los presentes T&eacute;rminos y Condiciones de Uso y Compra lo cual, genera un acuerdo legalmente vinculante entre el usuario y DANCASSAB; en caso de realizar una compra en l&iacute;nea, se estar&aacute; conforme a los t&eacute;rminos y condiciones de uso de la plataforma de compras denominada &ldquo;shopify&rdquo;. Al realizar un pedido de los productos ofertados en del sitio web www.dancassab.com, usted declara ser mayor de 18 a&ntilde;os y tener capacidad legal para celebrar contratos.",
    "pt3": "El uso del sitio web www.dancassab.com es para visualizar las prendas de vestir que se ofertan en existencia, por lo que para estar en aptitud de procesar sus compras se estar&aacute; a lo siguiente:",
    "p1": "1. Para realizar una compra, deber&aacute; suministrar los datos necesarios que requerimos para procesar su pedido y posterior compra, tales datos est&aacute;n establecidos en nuestro aviso de privacidad y en los t&eacute;rminos de uso de &ldquo;shopify&rdquo;. Los datos requeridos deber&aacute;n ser proporcionados de forma exacta y verdadera. De no proveernos la informaci&oacute;n requerida, no podremos procesar su solicitud de compra.",
    "p2": "2. Deber&aacute; realizar el pedido de forma legal, sin proporcionar datos fraudulentos o falsos.",
    "p3": "3. Se obliga a autorizar el pago por el monto total de su pedido, conforme al precio ofertado y aceptado ya sea que &eacute;ste se haya fijado, ya sea en pesos mexicanos o bien en d&oacute;lares americanos.",
    "p4": "4. Su pedido se tendr&aacute; como v&aacute;lido una vez que se haya confirmado la aceptaci&oacute;n del mismo por parte de DANCASSAB mediante la emisi&oacute;n de un correo electr&oacute;nico de confirmaci&oacute;n, con lo cual se formalizar&aacute; su pedido.",
    "p5": "5. Todo producto est&aacute; sujeto a disponibilidad. Nos reservamos el derecho de retirar en cualquier momento cualquier producto de nuestra p&aacute;gina y no volver a surtirlo.",
    "p6": "6. La entrega de los pedidos se realiza por DANCASSAB y los tiempos de entrega depender&aacute;n del lugar de entrega, lo cual oscila entre 7 y 15 d&iacute;as h&aacute;biles.",
    "p7": "7. Se tendr&aacute; por realizada la entrega con la firma de recepci&oacute;n del usuario comprador o de persona que reciba en el domicilio indicado.",
    "p8": "8. En caso de no poder realizarse la entrega, su producto deber&aacute; ser devuelto a nuestra tienda f&iacute;sica. Usted se podr&aacute; comunicar ya sea mediante correo electr&oacute;nico a la direcci&oacute;n electr&oacute;nica info@dancasaab.com o bien a nuestro n&uacute;mero telef&oacute;nico 55 78 01 00 03 para que le indiquemos los horarios y forma de recolecci&oacute;n en tienda de sus productos de as&iacute; proceder o bien, para informarse sobre la nueva fecha estimada de env&iacute;o. El env&iacute;o no genera ning&uacute;n costo.",
    "p9": "9. DANCASSAB NO admite devoluciones; no obstante, usted podr&aacute; realizar cambio de mercanc&iacute;a por talla o modelo dentro de los siguientes siete d&iacute;as naturales contados a partir del d&iacute;a de su compra, presentando el comprobante de pago a trav&eacute;s de &ldquo;shopify&rdquo; o el comprobante de la compra realizada directo en tienda. La prenda a cambiar, deber&aacute; ser enviada por paqueter&iacute;a o entregada al domicilio de nuestra tienda f&iacute;sica ubicada en en Monte Athos 155, Virreyes, Lomas de Chapultepec, Ciudad de M&eacute;xico, M&eacute;xico, 11000. Para realizar el cambio, DANCASSAB proceder&aacute; a examinar el estado del producto para constatar que el mismo se devuelve en las mismas condiciones en que usted lo recibi&oacute;, en caso contrario, no proceder&aacute; el cambio.",
    "p10": "10. En caso de que la prenda elegida para cambio exceda el costo de la prenda originalmente adquirida, se deber&aacute; pagar la cantidad faltante. Si la prenda de cambio es de menor costo, DANCASSAB abonar&aacute; la cantidad a favor del cliente para futuras compras, cuya vigencia ser&aacute; por el periodo de un a&ntilde;o contado a partir de la fecha de adquisici&oacute;n.",
    "p11": "11. La responsabilidad de DANCASSAB en relaci&oacute;n con cualquier producto adquirido en nuestra p&aacute;gina web o en nuestra tienda f&iacute;sica estar&aacute; limitada estrictamente al precio de compra del producto adquirido.",
    "pb1": "Todos los derechos de propiedad intelectual relacionados con DANCASSAB incluyendo sin limitar derechos de autor, dise&ntilde;os, marcas y dem&aacute;s derechos sobre los materiales o contenidos publicados en la p&aacute;gina web www.dancassab.com son titularidad de DANCASSAB o a quienes les han autorizado su uso. Para hacer uso de cualquiera de los materiales referidos, deber&aacute; solicitarlo por escrito a DANCASSAB.",
    "pb2": "El usuario se obliga a no hacer uso indebido de la p&aacute;gina web www.dancassab.com ya sea intentando vulnerar su seguridad o mediante la introducci&oacute;n intencionada de virus, troyanos, gusanos, bombas l&oacute;gicas o cualquier otro programa o material tecnol&oacute;gicamente perjudicial o da&ntilde;ino, en cuyo caso estar&aacute; violando Leyes de car&aacute;cter Federal, por lo que DANCASSAB se reserva el derecho de ejercer las acciones legales procedentes.",
    "pb3": "Any dispute will be resolved under the mexican law and jurisdiction."
  },
  "privacy": {
    "title": "Aviso de privacidad",
    "para1": " En cumplimiento a lo establecido en la Ley Federal de Protección de Datos Personales en Posesión de los Particulares (LFPDPPP), DANCASSAB, S.A. DE C.V. (DANCASSAB) en su calidad de propietaria del sitio web y con domicilio en el establecimiento mercantil ubicado en Monte Athos 155, Virreyes, Lomas de Chapultepec, CDMX, México, 11000 (establecimiento mercantil), emite el presente aviso de privacidad; cuyo objeto es hacer del conocimiento de los usuarios del sitio web www.dancassab.com y visitantes de la tienda física, ya sea que faciliten o vayan a facilitar sus datos personales, la manera en que éstos serán tratados, almacenados, así como las finalidades de su uso.",
    "para2": " Del Usuario<br> El acceso y uso del sitio web www.dancassab.com, así como su visita al establecimiento mercantil, le    atribuye la    calidad de usuario e implica un acuerdo vinculante y por ende la aceptación sin reservas del    presente aviso    de    privacidad, que estará vigente en cada momento, por lo que el usuario deberá revisar dicho texto    para    comprobar    que está conforme con él.<br> Se considera usuario a cualquier persona que visite la tienda física o virtual, adhiriéndose por lo    tanto al    presente aviso de privacidad. <br> El usuario garantiza que los datos personales proporcionados son ciertos y exactos y se compromete a    notificar    cualquier cambio o modificación de los mismos para la debida prestación del servicio. <br>",
    "para3": "En caso de que el usuario proporcione datos de terceros, se responsabiliza de haber informado y    obtenido el    consentimiento del tercero, conforme a las finalidades expresadas en el presente aviso de    privacidad.",
    "para4": "¿Qué datos personales se recaban y con qué finalidad?",
    "para5": "I.- Los datos personales que le requerimos son:",
    "para6": "1. Aquellos necesarios para diferenciarle de otras personas, tales como nombre completo, fecha de    nacimiento,    nacionalidad, imagen física por fotografía y/o videograbación dentro de nuestras instalaciones o en    eventos    organizados por nosotros<br>    2. Los requeridos para mantenernos en comunicación con usted y que pueden incluir su correo    electrónico,    redes    sociales, domicilio postal, teléfono de contacto<br>    3. Los datos bancarios, que nos permiten realizar el cobro por nuestros servicios, pudiendo ser su    número de    cuenta bancaria, banco y aquellos que nos sean de utilidad para realizar las operaciones    mencionadas.<br>    4. Aquellos datos que obtenemos a través del registro de imágenes, voz o ambos y que obtenemos    mediante el    uso    de cámaras de circuito cerrado, que son utilizadas cuando el usuario visita nuestras    instalaciones.<br>",
    "para7": "II.- Las finalidades de la recabación de los datos personales son:",
    "para8": "1. La adhesión, cumplimiento y ejecución del contrato de compraventa de los productos que haya    adquirido en    el    sitio web www.dancassab.com o en el establecimiento mercantil ya sea que los haya adquirido en el    sitio web    y    recolectado en el establecimiento mercantil o sean recibidos mediante envío por algún medio de    entrega    elegido    por DANCASSAB.<br>    2. Atender las consultas, comentarios y solicitudes de los usuarios.<br>    3. Mantener informada y proporcionar a los usuarios sobre novedades en productos, ofertas de la    marca    DANCASSAB,    ya sea por medio de la página web www.dancassab.com, correo electrónico, vía redes sociales o vía    telefónica    mediante el envío de mensajes SMS o cualquier otro medio factible para comunicarse con el usuario ya    sean    éstos    telemáticos o físicos que así considere DANCASSAB.<br>    4. Para procesar los pagos realizados. En caso de marcar la opción “Guardar mi información y    consultar más    rápidamente la próxima vez”, nos autoriza expresamente el tratamiento de los datos indicados como    necesarios    para procesar su pago. El CVV de la tarjeta, únicamente se utiliza para realizar la compra en curso,    y no    será    almacenado ni tratado posteriormente como parte de sus datos de tarjetas. El consentimiento para la    activación    de esta función permite que se realice el autocompletado de sus datos en futuras compras, sin que    sea    necesario    introducir sus datos en cada nuevo proceso de compra.<br>    El usuario podrá modificar, eliminar o revocar el consentimiento para el tratamiento en cualquier    momento, a    través de los medios establecidos en este aviso de privacidad.",
    "para9": "III.- La forma en que obtenemos dichos datos son:",
    "para10": " 1. Directamente proporcionados por el usuario, cuando usted nos visita en nuestro establecimiento    mercantil.<br>    2. A través de otros medios ópticos, electrónicos o digitales (ya sea vía telefónica, correo    electrónico y/o    cuando su imagen o voz son captadas por nuestras cámaras de circuito cerrado y otros similares)",
    "para11": "Los datos solicitados a través del sitio web www.dancassab.com son los necesarios para la adecuada    prestación    del servicio con calidad para el usuario. En todo caso, si el usuario no proporciona los datos    solicitados,    podrá continuar navegando en la página web www.dancassab.com pero, no le será posible a DANCASSAB    otorgarle    los    servicios e información que requiera conforme a sus requerimientos.",
    "para12": "Los datos requeridos en la tienda física, tales como su imagen, que es un dato sensible, sólo será    utilizado    con    fines de seguridad en la tienda y no será ligado a su nombre. En cuanto a los datos bancarios, serán    utilizados    exclusivamente para realizar el pago de los productos adquiridos sin que los mismos sean    almacenados.",
    "para13": "En ningún caso y bajo ninguna circunstancia, DANCASSAB solicitará que el usuario le proporcione    datos por    algún    medio distinto a los establecidos.",
    "para14": "Tratamiento de datos",
    "para15": "DANCASSAB, S.A. DE C.V. es el propietario y responsable del tratamiento del sitio web    www.dancassab.com y    del    establecimiento mercantil; por lo que señala como domicilio el ubicado en Monte Athos 155, Virreyes,    Lomas    de    Chapultepec, CDMX, México, 11000.",
    "para16": "correo electrónico: info@dancassab.com Teléfono: 55 7810 0003.",
    "para17": "Te recordamos que DANCASSAB no solicita datos de tarjetas a través de redes sociales ni correo    electrónico.",
    "para18": "Transferencia de datos personales.",
    "para19": "DANCASSAB no comparte sus datos personales. Por lo que DANCASSAB garantiza de forma expresa que sus    datos    personales no serán transferidos o cedidos de ninguna manera a ningún tercero, excepto por    requerimiento    expreso    debidamente fundado y motivado por autoridad y en cumplimiento a lo establecido en el artículo 22 de    la Ley   General de Protección de Datos Personales en Posesión de los Sujetos Obligados; también, para    efectos de    entrega    de sus mercancías y la adecuada prestación del servicio, se podrán comunicar sus datos personales,    así como    para    el procesamiento de pagos con tarjeta de crédito o débito y con la única finalidad de prestar    adecuadamente    el    servicio, también podrán ser transferidos cuando así el usuario otorgue su cumplimiento expreso por    medio    escrito o un medio de autenticación semejante.",
    "para20": "¿Qué son los derechos ARCO?",
    "para21": "Los derechos ARCO son los derechos con que toda persona o su representante legal, cuenta y se    refieren al    Acceso, Rectificación, Cancelación y Oposición de los datos personales voluntariamente    proporcionados. El    ejercicio de cualquiera de estos derechos no es requisito previo ni impide el ejercicio del otro.",
    "para22": "¿Dónde puedo ejercer mis derechos ARCO?",
    "para23": "DANCASSAB garantiza que el usuario o su representante legal, pueden solicitar en cualquier momento    ejercer    sus    derechos ARCO, sobre los datos que le ha proporcionado, en todo momento en términos de la    legislación    vigente.    Para ello, la solicitud deberá contener:",
    "para24": "1.- El nombre del titular y domicilio u otro medio para comunicarle la respuesta a su solicitud<br>    2.- Los documentos que acrediten la identidad o, en su caso, la representación legal del    titular.<br>    3.- La descripción clara y precisa de los datos personales respecto de los que se busca ejercer    alguno de    los    derechos antes mencionados; y<br>    4.- Cualquier otro elemento o documento que considere necesaria para sustentar su solicitud y nos    ayude a    tramitarla oportunamente. En cuanto a la solicitud de rectificación de datos personales, por favor    especifique    el dato incorrecto, el dato correcto y proporcione el documento que así lo acredite.",
    "para25": "Para ello, deberá enviar un correo electrónico, acompañado de su identificación oficial y en su    caso, la    acreditación como representante legal, con la solicitud expresa del derecho o derechos que requiere    ejercer    a    alguna de estas direcciones:",
    "para26": "• Dirección de correo electrónico:<br>     info@dancassab.com<br>    • Dirección Postal<br>    DANCASSAB, S.A. DE C.V.<br>    Monte Athos 155,<br>    Virreyes, Lomas de Chapultepec,<br>    CDMX,<br>    México,<br>    C.P. 11000",
    "para27": "El usuario podrá darse de baja para de cualquiera de los servicios de suscripción facilitados en el sitio web www.dancassab.com",
    "para28": " Cookies<br>DANCASSAB no utiliza cookies.",
    "para29": "DANCASSAB, S.A. DE C.V. se reserva el derecho de, bajo su absoluta discreción, cambiar, modificar, agregar o eliminar partes del presente Aviso de Privacidad en cualquier momento. Para ello, se establecerá la fecha de la última versión publicada en su sitio web.",
    "para30": "Última actualización febrero 29 de 2020"
  }
}
